// "© Copyright 2004-2017 HP Development Company, L.P."

OfflineMessageText = "Impossible de communiquer avec le dispositif sélectionné.\nCe dernier a peut-être été mis hors tension ou débranché.";
TextTooLongErrorExplanation = "Veuillez entrer du texte de %d caractères maximum.";
NumberNotInRangeErrorExplanation = "Veuillez entrer une valeur numérique inférieure à %f ou supérieure à %f.";
IncorrectIpAddressErrorExplanation = "L'adresse IP doit comprendre quatre nombres (compris entre 0 et 255), séparés par des points.";
InvalidCharsInTextErrorExplanation = "Veuillez entrer des caractères valides.";

NoAlignTitle = "Impossible d'effectuer l'alignement.";
NoAlignMsg = "Vérifiez que votre périphérique est connecté et sous tension, puis réessayez.";

CDopenTitle = "Le bac à CD/DVD est ouvert";
CDopenMsg = "Veuillez fermer le bac à CD/DVD pour poursuivre l’impression depuis le bac principal.";

NotInitiatedTitle = "Impossible de lancer le nettoyage.";
NotInitiatedMsg = "La procédure de nettoyage n'a pas pu être initiée. Vérifiez que le périphérique est en ligne et n'est pas en train de traiter d'autres jobs.";

DeviceInReserveModeMsg = "Impossible d'effectuer l'alignement en mode de réserve. Veuillez remplacer les cartouches d'encre vides ou manquantes.";

TwowayConnectionErrorTitle = "Impossible d'établir la communication avec le périphérique";
TwowayConnectionErrorMessage = "Vérifiez que votre périphérique est connecté et sous tension, puis réessayez.";

OnlyPhotoPenInstalledErrorTitle = "Impossible de procéder à l’alignement lorsque seule la cartouche photo est installée";
OnlyPhotoPenInstalledErrorMessage = "L’alignement peut être effectué lorsque des cartouches couleur uniquement, noir uniquement, couleur/noir ou couleur/photo sont installées. Veuillez installer une des associations de cartouches autorisées.";

NoPensErrorTitle = "Aucune cartouche d'impression n'a été détectée";
NoPensErrorMessage = "Si des cartouches d'impression ont été installées, veuillez vérifier que la languette en plastique couvrant les gicleurs d'encre a été retirée.";

NoCartridgesErrorTitle = "Aucune cartouche d'impression n'a été détectée";
NoCartridgesErrorMessage = "L’impression ne peut pas avoir lieu si les cartouches d’impression ne sont pas toutes en place. Reportez-vous à la documentation du périphérique pour plus d’informations.";

SomeCartridgeErrorTitle = "Toutes les cartouches doivent être installées pour pouvoir lancer une impression";
SomeCartridgeErrorMessage = "Une cartouche semble absente, non détectée ou mal installée.";

SomePenErrorTitle = "Toutes les cartouches doivent être installées pour pouvoir lancer une impression";
SomePenErrorMessage = "Une cartouche d'encre est manquante, non détectée ou incorrectement installée.";

SomePrintheadErrorTitle = "L’impression ne peut pas avoir lieu si les têtes d’impression ne sont pas toutes en place";
SomePrintheadErrorMessage = "La tête d’impression est manquante, non détectée ou incorrectement installée.";

PrintheadErrorTitle = "Impossible d'imprimer sans tête d'impression installée";

FrontDoorOpenTitle = "Porte avant ouverte";
DoorOpenTitle = "Le clapet/couvercle est ouvert.";
DoorOpenMsg = "Le périphérique ne peut pas imprimer parce que le capot est ouvert. Fermez tous les capots du périphérique.";

DeviceBusyErrorTitle = "Périphérique actuellement occupé";
DeviceBusyErrorMessage = "Patientez pendant que le périphérique termine son job en cours.";

IncorrectStateErrorTitle = "Périphérique à l'état d'erreur";
IncorrectStateErrorMessage = "Veuillez résoudre l’erreur au niveau du périphérique et réessayer.";

InstallFuserErrorTitle = "Unité de fusion manquante";
InstallFuserErrorMessage = "Mettez le périphérique hors tension, réinstallez l'unité de fusion, puis remettez le périphérique sous tension.";

UnsupCartridgeTitle = "Cartouche d'impression non prise en charge :";
UnsupSilverPenMsg = "La cartouche d'impression argentée n'est pas prise en charge par le système d'impression Macintosh.\nRemplacez la cartouche d'impression par une cartouche d'impression noire et réessayez.";

CalibrationFailedTitle = "Impossible d'exécuter le calibrage de la qualité d'impression";

NoCmyCartridgeTitle = "Impossible d'exécuter le calibrage de la qualité d'impression";
NoCmyCartridgeMsg = "Pour effectuer cette procédure, insérez une cartouche trois couleurs dans votre périphérique.";

Yes = "Oui";
No = "Non";

HSDCancelButtonTitle = "Annuler";
HideButtonTitle = "Masquer";
HSDOKButtonTitle = "OK";
HSDContinueButtonTitle = "Continuer";
HSDDoneButtonTitle = "Terminé";
HSDCloseButtonTitle = "Fermer";
HSDSkipButtonTitle = "Ignorer";
HSDMoreInfoButtonTitle = "Plus d'informations…";
HSDQuitButtonTitle = "Quitter";
HSDRetryButtonTitle = "Réessayer";

DidFailLoadTitle = "Impossible d'ouvrir la page";
DidFailLoadMessageFormat = "URL: %@\nRaison: %@";
LoadingErrorString = "Ressource indisponible.";
WebLoadingString = "Chargement…";

DownloadInfoFormatString = "%@ de %@";
BytesFormatString = "%d octets";
KilobytesFormatString = "%.1f Ko";
MegabytesFormatString = "%.1f Mo";
GigabytesFormatString = "%.2f Go";

USB = "USB";
Network = "Réseau";
Bluetooth = "Bluetooth";
Bonjour = "Bonjour";
IP = "IP";
AppleTalk = "Apple Talk";
HPWirelessConnect = "HP Wireless Connect";
UNKNOWN = "Inconnu";

ProfileErrorTitle = "Impossible d'enregistrer le profil";
ProfileOperationErrorMessage = "Échec d'enregistrement ColorSync, code d'erreur : %i.";
ProfileNotFoundMessage = "L'entrée ColorSync pour votre périphérique contient des erreurs. Recréez la file d'attente d'impression pour corriger cette erreur.";

StatusLineSeparator = "%, ";
ClearStatusLineSeparator = ", ";
ConnectingMessage = "Connexion au périphérique en cours\n%@";
AbstractConnectingMessage = "Connexion...";
RetrieveInformationProcessTitle = "Extraction des informations…";
ApplySettingsProgressTitle = "Application des paramètres…";

CouldNotRetrieveSettings = "Paramètres non récupérables";
CouldNotRetrieveSettingsDescription = "Une erreur inconnue s'est produite lors de la communication avec le périphérique. Veuillez recommencer ultérieurement.";

//paper management keys
ResponseErrorMessage = "Vérifiez que votre périphérique est connecté, sous tension et n'est pas en cours d'impression.";
OfflineTitle = "Périphérique hors-ligne";
OfflineMsg = "Le périphérique est hors ligne et ne peut pas traiter les jobs d'impression.";
DownloadProfilesTitleString = "Téléchargement des profils ICC…";
SynchronizeProfilesTitleString = "Mise à jour des profils ICC…";

//PrintingPropertiesWindow
"TaskNameTitle" = "Propriétés d'impression";
"PaperThicknessTitle" = "Épaisseur du papier :";
"NormalThicknessTitle" = "Normale";
"ThickThicknessTitle" = "Élevée";
"DryTimeTitle" = "Temps de séchage :";
"ManualDryTimeSecondsTitle" = "secondes";
"NoneDryTimeTitle" = "Aucun";
"ReducedDryTimeTitle" = "Réduit";
"AutomaticDryTimeTitle" = "Automatique";
"ExtendedDryTimeTitle" = "Étendu";
"ManualDryTimeTitle" = "Manuel";
"StarwheelsTitle" = "Molettes :";
"UpStarwheelsTitle" = "Haut";
"DownStarwheelsTitle" = "Bas";
"VacuumLevelTitle" = "Niveau aspir. :";
"HighestVacuumLevelTitle" = "Maximum";
"HighVacuumLevelTitle" = "Élevé";
"NormalVacuumLevelTitle" = "Normal";
"LowVacuumLevelTitle" = "Bas";
"LowestVacuumLevelTitle" = "Minimum";
"AdvanceAdjustmentTitle" = "Calibrage d'avance papier :";
"AdvanceAdjustmentUnitsTitle" = "‰ (ppt)";
"AdvanceAdjustmentInfoTitle" = "(1‰ est 1 mm par mètre ou 2,54 micron par pouce)";
"InkLimitsTitle" = "Limite d'encre globale :";
"GlossEnhancerTitle" = "Montant du rehausseur de brillance :";
"CutterTitle" = "Découpe";
"RestorePrintingPropTitle" = "Restaurer les propriétés d'impression";
"HelpButtonTooltip" = "Aide";
HSDGoBackButtonTitle = "Retour";

// status
StapleCartridgeTitle = "Cartouche d'agrafes %d ";
BlackDrumTitle = "Tambour noir";
CyanDrumTitle = "Tambour cyan";
YellowDrumTitle = "Tambour jaune";
MagentaDrumTitle = "Tambour magenta";
BlackCartridgeTitle = "Cartouche noir";
CyanCartridgeTitle = "Cartouche cyan";
MagentaCartridgeTitle = "Cartouche magenta";
YellowCartridgeTitle = "Cartouche jaune";
ImageTransferKit = "Kit de transfert";
ImageFuserKit = "Kit de fusion";
RollerKit = "Kit de rouleau";
MaintenanceKit = "Kit de maintenance";
TonerCollectionUnit = "Unité de récupération de toner";
DocumentFeederKit = "Kit alimentation document";
InkCollectionUnit = "Unité de collecte d'encre";

BlackInkCartridgeTitle = "Encre noire";
CyanInkCartridgeTitle = "Encre cyan";
MagentaInkCartridgeTitle = "Encre magenta";
YellowInkCartridgeTitle = "Encre jaune";
LightCyanInkCartridgeTitle = "Encre cyan clair";
LightMagentaInkCartridgeTitle = "Encre magenta clair";
CMYInkCartridgeTitle = "Encre tricolore";
KCMInkCartridgeTitle = "Encre pour photos";
GGKInkCartridgeTitle = "Encre grise pour photos";
BCMInkCartridgeTitle = "Encre bleu pour photos";
MatteBlackInkCartridgeTitle = "Encre noir mat";
PhotoBlackInkCartridgeTitle = "Encre noir photo";
LightGrayInkCartridgeTitle = "Encre gris clair";
GrayInkCartridgeTitle = "Encre grise";
SilverInkCartridgeTitle = "Encre argent";
GoldInkCartridgeTitle = "Gold";
BronzeInkCartridgeTitle = "Bronze";
MetallicInkCartridgeTitle = "Metallic";
LeftInkCartridgeTitle = "Gauche";
RightInkCartridgeTitle = "Droite";

BlackPrintheadName = "Tête d'impression noire";
CyanPrintheadName = "Tête d'impression cyan";
MagentaPrintheadName = "Tête d'impression magenta";
YellowPrintheadName = "Tête d'impression jaune";
LightCyanPrintheadName = "Tête d'impression cyan clair";
LightMagentaPrintheadName = "Tête d'impression magenta clair";
CMYPrintheadName = "Tête d'impression CMJ";
KCMPrintheadName = "Tête d'impression KCM";
GGKPrintheadName = "Tête d'impression gGK";
BlackYellowPrintheadName = "Tête d'impression noir / jaune";
CyanMagentaPrintheadName = "Tête d'impression cyan / magenta";
MagentaYellowPrintheadName = "Tête d’impression magenta / jaune";
MatteBlackCyanPrintheadName = "Tête d’impression noir mat / cyan";
LightMagentaLightCyanPrintheadName = "Tête d’impression magenta clair / cyan clair";
PhotoBlackLightGrayPrintheadName = "Tête d’impression noir photo / gris clair";
CMYKPrintheadName = "Tête d'impression CMYK";
BBBKPrintheadName = "Tête d'impression BBBK";
MagentaCyanPrintheadName = "Tête d'impression encre magenta/cyan";
MatteBlackYellowPrintheadName = "Tête d'impression encre noir mat/jaune";
GrayPhotoBlackPrintheadName = "Tête d'impression encre grise/noir photo";

TrayNameTemlate = "Bac %d";
"ENV FEEDER" = "Bac à env.";
"Envelope Feeder" = "Bac à env.";
"Multipurpose Tray" = "Bac multifonction";

MediaStatusUnknown = "Inconnu";
MediaStatusNotEmpty = "Non vide";
MediaStatusEmpty = "Vide";
MediaStatusLow = "Presque vide";
MediaStatusFull = "Plein";
MediaStatusOk = "OK";

BlackPrintheadColor = "Noir";
CyanPrintheadColor = "Cyan";
MagentaPrintheadColor = "Magenta";
YellowPrintheadColor = "Jaune";
LightCyanPrintheadColor = "Cyan clair";
LightMagentaPrintheadColor = "Magenta clair";
CMYPrintheadColor = "Tête d'impression CMJ";
KCMPrintheadColor = "Tête d'impression KCM";
GGKPrintheadColor = "Tête d'impression gGK";
BlackYellowPrintheadColor = "Noir / Jaune";
CyanMagentaPrintheadColor = "Cyan / Magenta";
MagentaYellowPrintheadColor = "Magenta / Jaune";
MatteBlackCyanPrintheadColor = "Noir mat / Cyan";
LightMagentaLightCyanPrintheadColor = "Magenta clair / Cyan clair";
PhotoBlackLightGrayPrintheadColor = "Noir photo / Gris clair";
CMYKPrintheadColor = "CMYK";

// online privacy UI
InfoToSendFieldFormat = "%@ : %@\n";
HSDOnlineWarningSheetTitle = "Accès aux informations en ligne";
HSDOnlineWarningSheetBasicMessage = "Si vous cliquez sur \"Continuer\", votre navigateur Web par défaut sera utilisé pour aller en ligne et accéder aux pages Web HP.";

HSDOnlineWarningSheetExtendedMessage = "Si vous cliquez sur \"Continuer\", votre navigateur Web par défaut sera utilisé pour vous connecter et accéder aux pages de HP. Pour permettre cette opération, certaines informations vont être envoyées aux serveurs Web de HP.";
HSDOnlineWarningSheetExtendedComment = "Ces informations pourront être utilisées par HP afin de créer des expériences personnalisées, vous proposer des offres pertinentes et améliorer votre expérience avec HP.";

HSDOnlineWarningSheetCheckboxTitle = "Ne plus afficher cet avertissement";
HSDPrivacyPolicyOnlineLinkTitle = "Déclaration de confidentialité HP";
HSDPrivacyPolicyOnlineLinkValue = "http://welcome.hp.com/country/fr/fr/privacy.html";

HSDPrivacyStatementOnlineLink = "Déclaration de confidentialité HP";
HSDViewPrivacyStatementOnlineLink = "Déclaration de confidentialité HP";
HSDViewSharedDataLink = "Afficher les données partagées avec HP";

DetailsTitle = "Détails";

MacOSVersion = "Version de Mac OS";
DeviceSerialNumber = "N° de série du périphérique";
DeviceModelNumber = "N° de modèle du périphérique";
DeviceProductNumber = "N° de produit du périphérique";
DeviceModelName = "Nom de modèle du périphérique";
ServiceID = "ID du service";
ModelID = "ID de modèle";
DeviceSKUName = "Nom SKU du périphérique";
HSDLifesaverClaimIDTitle = "Code d'activation";
HSDDeviceUUIDTitle = "UUID du périphérique";
HSDZipCodeTitle = "Code postal";

UndefinedDrumTitle = "Cylindre d'imagerie";

// authentication dialog
AuthenticationTitle = "Entrez votre mot de passe pour accéder à ces paramètres.";
AuthenticationDescription = "Les paramètres auxquels vous avez tenté d'accéder nécessitent un mot de passe qui a été précédemment défini sur votre périphérique.";
ShowPasswordTitle = "Afficher le mot de passe";
KeyChainTitle = "Mémoriser ce mot de passe dans ma chaîne de clés";
IncorrectPasswordMessage = "Le mot de passe est incorrect.";

// ICC profile registration
DriverNeedsUpdateMsg = "Vous devez mettre à jour votre pilote. Cliquez sur Support HP pour accéder au site Web HP et rechercher les nouveaux pilotes.";
DeviceIsBusyMsg = "Le périphérique est occupé. Veuillez réessayer lorsque le périphérique n'est pas en train d'imprimer.";
HPSupportButtonTitle = "Support HP";

// Applying device settings
ApplyDeviceSettingsGenericError = "Impossible d'appliquer les paramètres";
ApplyDeviceSettingsGenericErrorRecoverySuggestion = "Vérifiez que le périphérique est en ligne et connecté.";

// assistant
AssistantCloseAlertTitle = "Voulez-vous vraiment fermer l'assistant ?";
AssistantCloseAlertMessage = "L'assistant configure votre périphérique ou votre logiciel HP pour vous permettre de tirer parti de toutes ses fonctionnalités et capacités. Il se peut que certaines fonctionnalités soient inopérantes si le périphérique n'est pas correctement configuré.";
AssistantTocViewWidth = "180";
AssistantTaskViewPreferredSize = "{641,419}";

DeviceIsAlreadySetUpTitle = "Le périphérique est configuré";
DeviceIsAlreadySetUpMessage = "Le périphérique sélectionné est déjà configuré.";

DeviceDoesNotRequireSetupTitle = "Aucune configuration requise";
DeviceDoesNotRequireSetupMessage = "Le périphérique sélectionné ne nécessite aucune configuration.";

CannotConfigureWirelessTitle = "Impossible d'établir la connexion sans fil";
CannotConfigureWirelessMessage = "Le Wi-Fi ne fonctionne pas lorsque le câble Ethernet est raccordé.";

HSDUseHPEasyStartToSetupDeviceTitle = "HP Easy Start doit être installé pour configurer ce périphérique";
HSDUseHPEasyStartToSetupDeviceMessage = "HSD_TEXT:HP Easy Start est la nouvelle application pour configurer votre imprimante HP et préparer votre Mac pour imprimer. HSDHPEasyStartDescription";

HSDUseHPEasyStartToSetupDeviceString = "HSD_TEXT:HP Easy Start doit être installé pour configurer ce périphérique à cette adresse. HSDHPEasyStartDescription";

HSDHPEasyStartDescription = "HSD_TEXT:HP Easy Start recherchera et installera le dernier logiciel pour votre imprimante et vous guidera tout au long de la procédure de configuration de l'imprimante.

Téléchargez HP Easy Start sur HSD_LINK:HSDEasyStartLink.";

DeviceIsNotSupportedTitle = "Le périphérique n'est pas pris en charge";
DeviceIsNotSupportedMessage = "Pour résoudre le problème, mettez HP Utility à jour ou utilisez un autre logiciel HP conçu pour prendre en charge ce périphérique.";
DeviceAtAddressIsNotSupportedString = "Le périphérique correspondant à cette adresse n'est pas compatible. Pour résoudre le problème, mettez HP Utility à jour ou utilisez un autre logiciel HP conçu pour prendre en charge ce périphérique.";
MultipleDriversNotInstalledTitle = "Le logiciel HP requis pour la configuration de votre périphérique est introuvable.";
MultipleDriversNotInstalledWarningTitle = "Certains logiciels HP requis pour la configuration de votre périphérique sont introuvables.";
PrintDriverNotInstalledTitle = "Le logiciel HP requis pour la configuration de l'impression est introuvable.";
ScanDriverNotInstalledTitle = "Le logiciel HP requis pour la configuration de la numérisation est introuvable.";
FaxDriverNotInstalledTitle = "Le logiciel HP requis pour la configuration de la télécopie est introuvable.";
HSDInstallLatestSoftwareMessage = "HSD_TEXT:Téléchargez et installez la dernière version du logiciel pour votre périphérique sur le site HSD_LINK:HSD_URL:HSDSupportLink_URL, puis réessayez.";
HSDMissingSoftwareMessage = "HSD_TEXT:Téléchargez et installez la dernière version du logiciel pour votre périphérique sur le site HSD_LINK:HSD_URL:HSDSupportLink_URL, puis réessayez. Si vous choisissez de poursuivre sans installer la dernière version du logiciel, certaines fonctionnalités seront inopérantes.";

DisabledFeaturesWarningSheetTitle = "Fonctionnalités désactivées";
DisabledFeaturesWarningSheetMessage = "Un administrateu a désactivé certaines fonctionnalités du périphérique sélectionné.\n\nPour plus d'informations, vérifiez avec un administrateur ou consultez la documentation du périphérique.";

DeviceIsConnectedViaAccessPointTitle = "Le périphérique ne peut pas être configuré sur un réseau sans fil spécial";
DeviceIsProbablyConnectedViaAccessPointMessage = "La connexion au périphérique sélectionné a probablement été établie via un réseau sans fil spécial créé par le périphérique. Si le périphérique apparaît deux fois dans la liste, choisissez celui qui n'est pas actuellement sélectionné. Assurez-vous que le périphérique est connecté à un réseau filaire ou sans fil auquel votre ordinateur a accès, puis réessayez.\n\nSi votre ordinateur n'est pas connecté au réseau sans fil spécial du périphérique, cliquez sur Continuer pour configurer le périphérique.";
DeviceIsConnectedViaAccessPointMessage = "La connexion au périphérique sélectionné a été établie via un réseau sans fil spécial créé par le périphérique. Si le périphérique apparaît deux fois dans la liste, choisissez celui qui n'est pas actuellement sélectionné. Assurez-vous que le périphérique est connecté à un réseau filaire ou sans fil auquel votre ordinateur a accès, puis réessayez.";

// HP Privacy Statement Panel
HSDHPPrivacyStatementTitle = "Déclaration de confidentialité HP";
HPPrivacyStatement = "HP s'engage à protéger la vie privée de ses clients. Les données d'enregistrement peuvent être utilisées de manière anonyme et sous forme agrégée à des fins d'études de marché pour aider HP à améliorer son offre de produits et services. Les données collectées peuvent être conservées pendant une période de cinq ans maximum à compter de la date du dernier transfert de données à HP, et seront envoyées à une entité HP qui peut être située à l'étranger.\n\nHP envoie vos informations par voie électronique à des serveurs HP. L'adresse HP de l'ordinateur expéditeur ne sera utilisée qu'à des fins de transmission.";
HPOnlinePrivacyStatementButtonTitle = "Déclaration de confidentialité HP";

// Assistant window titles
HSDAssistantWindowTitleFormat = "HP Utility - %@";
HSDAssistantSetupWindowTitle = "Configuration";

//Add Device Manually titles
ManualAddWindowTitle = "Ajouter un périphérique manuellement";
ManualAddTitle = "Ajouter un périphérique manuellement";
ManualAddAddressTypeLabel = "Type d'adresse :";
ManualAddAddressLabel = "Adresse :";
ManualAddFormatTitle = "Format :";
AddButton = "Ajouter";

InvalidAddress = "Format d'adresse incorrect";
ProgressMessage = "Connexion au périphérique en cours…";
NotReachableMessage = "Périphérique non atteignable";
NotSupportedDeviceMessage = "Le périphérique à cette adresse n'est pas pris en charge";

HostHameFormat = "nom.domaine";
HostOrBonjourDomainName = "Nom d'hôte ou de domaine Bonjour";

ConnectToNetworkWithoutBluetooth = "Veuillez connecter votre ordinateur à un réseau filaire ou sans fil, puis réessayer.";
ConnectToNetwork = "Veuillez connecter votre ordinateur à un réseau filaire ou sans fil, ou activer Bluetooth, puis réessayer.";
NoNetworkConnection = "Aucune connexion réseau";

BluetoothIsOffAlertMessage = "Bluetooth est désactivé sur votre Mac";
BluetoothIsOffAlertExplanation = "Veuillez activer Bluetooth via Préférences Système ou le menu Bluetooth";

HPTableHeaderColumnName = "colonne";
MoreInfoTitle = "Plus d'informations";

// Device Unavailable strings
kDeviceUnavailabilityAlertTitleKey = "La connexion avec le périphérique a été perdue";
kDeviceReconnectUnavailabilityAlertTitleKey = "La connexion avec le périphérique n'a pas pu être établie.";
kDeviceUnavailabilityAlertReconnectButtonTitleKey = "Connecter à nouveau";
kDeviceUnavailabilityAlertSelectOtherButtonTitleKey = "Sélectionner un autre périphérique...";
kDeviceUnavailabilityAlertMessageKey = "Vous pouvez choisir un autre périphérique ou essayer de vous connecter à nouveau au périphérique actuel.";

HSDCurrentSettingTitle = "[Paramètre actuel]";

DeviceInReserveModeMsgPigment = "Impossible d'effectuer l'alignement en mode réserve. Veuillez remplacer les cartouches vides ou manquantes.";
NoPensErrorMessagePigment = "Si les cartouches d'encre ont été installées, assurez-vous que le ruban en plastique qui recouvre les buses des cartouches a été enlevé.";
SomePenErrorMessagePigment = "Une cartouche semble absente, non détectée ou mal installée.";
PageWideCollectionUnit = "Unité de collecte";
BlackPageWideCartridgeTitle = "Cartouche noire";
CyanPageWideCartridgeTitle = "Cartouche cyan";
MagentaPageWideCartridgeTitle = "Cartouche magenta";
YellowPageWideCartridgeTitle = "Cartouche jaune";

// Printer sleeping warning
PrinterIsSleepingTitle = "Cette fonctionnalité n'est pas disponible pendant que l'imprimante est en mode veille.";
PrinterIsSleepingMessage = "Si vous souhaitez que votre imprimante quitte la veille maintenant, cliquez sur le bouton 'Quitter la veille' ci-dessous.";
WakeUpButtonTitle = "Quitter la veille";

HSDUserNameTitle = "Nom d'utilisateur :";
HSDPasswordTitle = "Mot de passe :";

HSDPromptToLogin = "Pour afficher cette page, vous devez vous connecter.";
HSDPromptToLoginIncorrectPassword = "Le nom d'utilisateur ou mot de passe que vous avez entré est incorrect. Assurez-vous de les entrer correctement, puis réessayez.";
HSDPromptToLoginInformativeText = "Votre mot de passe va être transmis non chiffré.";
